{
    "@class": "com.kony.gen.viz.model.component.KVizRichText",
    "DNDConfig": null,
    "__markedForDelete__": true,
    "__parentReadjusting__": false,
    "_height_": {
        "type": "ref",
        "value": "preferred"
    },
    "_left_": "0dp",
    "_margin_": [
        0,
        0,
        0,
        0
    ],
    "_padding_": [
        2,
        2,
        2,
        0
    ],
    "_skin_": "s8d0342dfd2b45e4959dd51d44559383",
    "_text_": "<b>Terms of Use for Digital Tool Box</b><br><br>\nPlease carefully read these terms and conditions (“<b>Terms of Use</b>”) for download, installation, display and use of the Digital Tool Box (DTB) application (“<b>Application</b>”) before you download, install, display or use the Application.\n<br><br>\n\n<b>1. Terms of Use</b><br><br>\n(a) By downloading, installing, displaying or using the Application, you indicate that you accept these Terms of Use and that you agree to abide by them as a legally binding agreement between you and us. Your download, installation or use of the Application constitutes your acceptance of these Terms of Use which takes effect on the date on which you download, install, display or use the Application. If you do not agree with these Terms of Use, you must cease downloading, installing, displaying or using the Application immediately.\n<br><br>\n(b) The Application is owned and operated by Amway India Enterprises Private Limited (hereinafter to be referred as “Amway”). Amway reserves the right to amend, modify, add, delete and make corrections to the Terms of Use or by updating the Application to incorporate new Terms of Use, at any time without notice. All changes are effective from the date they are posted, and your continued use of the Application will constitute your acceptance of the variation of the Terms of Use. It is your responsibility to ensure you are aware of any changes to these Terms of Use each time you utilise the Application.\n<br><br>\n(c) These Terms of Use also includes the terms and conditions set out below:<br>\n•Amway’s DTB Privacy Policy.\n<br><br>\n(d) In these Terms of Use:\n<br>\n•the expression ‘<b>user</b>’, ‘<b>you</b>’ and ‘<b>your(s)</b>’ refers to the existing Amway Distributor   accessing and using the Application;\n<br>\n•the expression ‘<b>we</b>’, ‘<b>us</b>’, ‘<b>our</b>’ and “<b>the State</b>” means Amway;\n<br>\n•the expression “<b>Amway’s website</b>” means the website of Amway i.e. www.amway.in \n<br><br>\n<b>2. Use of the Application and data</b>\n<br><br>\n<b>2.1 Use</b>\n<br>\n(a) You may download the Application, to view, use and display the Application on your mobile device for your personal use only. You may use the Application to view information and material provided by us and to access Amway’s website and the mobile applications owned by Amway. You may not use the Application for any other purpose.\n<br><br>\n(b) You acknowledge that you have no rights in, or to, the Application or technology used or support by the Application, other than the right to use the Application in accordance with the terms of this Agreement.\n<br><br>\n(c) The Application is currently available to mobile devices running the Apple iOS or Android OS. \n<br><br>\nTo access the Application, you must have a mobile device with paid access to the operating system in a mobile device. The Application is free to download however your internet service provider’s rates and fees will apply for accessing and downloading information on your mobile device.\n<br><br>\n<b>2.2 Limitations of Use</b><br>\nYou must:\n<br><br>\n(a) use the Application in accordance with these Terms of Use;\n<br><br>\n(i) not copy, transmit, distribute, reproduce, licence, alter, reverse engineer, adapt or modify the whole or any part of the Application in any way whatsoever;<br>\n(ii) not use the Application in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement, or hacking into or inserting malicious code, destruction of data, including viruses, or harmful data, into the Application;<br>\n(iii) not use the Application in any way that could damage, disable, overburden, impair or compromise the Application; and <br>\n(iv) comply with any applicable law and regulation relating to downloading or technology used or supported by the Application.\n<br><br>\n<b>2.3 Push notifications</b><br>\nAs part of installation of the Application on your mobile device, the Application will send you “<b>Push Notifications</b>”, which may include alerts, badges, banners and sounds, on your mobile device. If you choose to not allow Push Notifications on your device for this Application, then the Application will not generate Push Notifications on your mobile device.\n<br><br>\n<b>2.4 Termination</b><br>\n(a) We may cancel or suspend the use of the Application at any time, with or without notice if you have breached the Terms of Use;<br><br>\n\n(b) We reserve the right to cease operating the Application at any time, without notice, and to terminate this Agreement;<br><br>\n(c) On termination for any reason, you must immediately delete or remove the Application from any and all mobile devices, and immediately destroy all copies of the Application in your possession or control and certify, if we so request, confirmation that you have destroyed the copies of the Application;\n<br><br>\n(d) At any time you may terminate this Agreement by deleting the Application from all your mobile devices on which you have installed the Application.\n<br><br>\n<b>2.5 Intellectual Property</b><br>\nAmway is the owner of the Application. All intellectual property in the information and material published on the Application is owned by Amway. You obtain no interest in the intellectual property. All content in the Application, including but not limited to all software, design, brand names, text, photographs, information, sound recordings, videos, images and other material is protected by copyright, trademark and intellectual property laws in India. You may not do anything which interferes with or breaches those laws or the intellectual property rights in the Application or any of its components.\n<br><br>\n<b>2.6 Privacy</b><br>\nYou acknowledge that information about you, including information provided to us on signing up to the Application will be held by Amway. We are using this information for the purpose of operating the Application and providing you with information and material on Amway products and services. Amway may be required to disclose your information by applicable law, under compulsion of law by a court or government agency.\n<br><br>\n<b>3. Exclusion of warranties, liability, etc.</b><br><br>\n\n<b>3.1 Exclusions of warranties</b><br>\nAll content and services on or available through the Application are provided on an ‘as is’ and ‘as available’ basis and without warranties of any kind, expressed or implied except any which may be implied by statute and are incapable of exclusion, in respect of the Application or its content.\n<br><br>\nTo the maximum extent permitted by law, Amway excludes, and does not make any representation, warranty or endorsement of any kind, whether express or implied, in relation to the content, accuracy, completeness, accessibility, suitability, safety, security, reliability, or any other aspect of:\n<br><br>\n(a) any material and/or information in the Application;<br><br>\n\n(b) the performance and availability of the Application;<br><br>\n\n(c) the loss, damage, corruption or degradation of any data or other material as a result of the use of the Application.<br><br>\n\n<b>3.2 Exclusion of liability</b><br>\nTo the maximum extent permitted by law, Amway excludes all liability for any loss or damage whatsoever which is suffered, (including but not limited to direct, indirect, incidental, special, consequential or exemplary damages, loss of profits or revenue, business interruption, loss, damage or corruption of data or failure to realise anticipated savings or benefits or business opportunities) as a result of:\n<br><br>\n(a) the use of, reliance on, or action taken as a result of, any information or material in the Application for any decision or otherwise;<br><br>\n\n(b) accessing, displaying and using the Application and/or participating in any on-line activities contained therein;<br><br>\n\n(c) any interruption, suspension or termination of the Application in whole or in part for whatever reason including failure of or suspension of public or private telecommunications network;<br><br>\n\n(e) the unavailability, unsuitability and non-connectivity of third party sites;<br><br>\n\n(f) any loss, damage, corruption or degradation of any data or other material as a result of the use of the Application and or viruses or other technologically harmful material that may infect your mobile device due to your use of the Application.<br><br>\n\n<b>3.3 Your risk</b><br>\nYou access the Application at your own risk and Amway accepts no responsibility for any interference, loss, damage or disruption to your own mobile device or otherwise which arises in connection with your use of the Application. You must take your own precautions to ensure that the process which you employ to obtain access to the Application does not expose you to the risk of viruses, malicious computer code or other forms of interference which may damage your mobile device or otherwise cause you or any person loss, damage or corruption.<br><br>\n\n<b>3.4 Release from claims, etc</b><br>\nYou hereby waive, release, forgive, discharge and relinquish all claims that you may have against Amway, its related bodies corporate, directors, officers, employees, contractors, agents and representatives, in connection with, or arising out of, or incidental to, your access to or use of the Application including but not limited to downloading any information and materials in or from the Application.\n<br>\nYou release and indemnify Amway, its related bodies corporate, directors, officers, employees, contractors, agents and representatives (“those indemnified”) from and against:\n<br>\n(a) any loss or damage or liability for any loss or damage incurred by you; and<br><br>\n\n(b) any loss, liability, claim, demand, damage or expense (including legal fees) made by any third party against those indemnified, howsoever caused (including through negligence) directly or indirectly arising out of or in connection with:<br><br>\n(i) your use of the Application or any linked website, including by making or carrying out any commitments;<br>\n(ii) your use of or reliance on information contained in or accessed through the Application; or<br>\n(iii) breach by you of the Terms of Use.<br><br>\n\n<b>3.5 Software viruses, etc</b><br>\nWithout limiting the above, Amway does not warrant that the Application, information and or material available for download is free from viruses or other conditions that could damage or interfere with data, hardware or software. Accordingly, Amway excludes to the maximum extent possible, any liability for any loss suffered because of any such viruses or defects.\n<br><br>\n<b>3.6 Downloadable material</b><br>\nWe make downloadable documents and videos available under the following conditions:<br><br>\n\n(a) Downloadable material within the Application is provided on the basis that you will conduct any necessary virus scanning and other checks so as to protect your data, mobile device and software systems and those of any other person.<br><br>\n\n(b) You agree that we will not be liable to you for any loss, injury or damage however caused (including by negligence) that arises in any way from the use of the downloaded material.<br><br>\n\n(c) If you provide the downloaded material to another party you should bring the other party’s attention to these conditions.<br><br>\n\n<b>3.7 Exclusion of liability – scope</b><br>\nThe exclusion of liability applied to these Terms of Use as set out in this clause 3 applies to claims whether in contract, tort (including, without limitation, negligence) or equity and even if Amway has been notified of the possibility of such loss or damage.\n<br><br>\n<b>3.8 Your contribution to loss</b>\nYou agree that any legal liability on the part of the State will be reduced by the extent, if any, to which you contributed to the loss.\n<br><br>\n<b>3.9 Non-excludable liability (if any)</b><br>\nThese Terms of Use do not attempt or purport to exclude liability arising under statute if, and to the extent, that such liability cannot be lawfully excluded.\n<br><br>\n<b>4. Third party websites and applications</b><br><br>\n\nThe Application contains links to websites and mobile applications owned and operated by Amway.<br> \n<br>\nAmway does not approve, endorse, recommend or sponsor these linked sites, their owners or operators, or any information, graphics, materials, products or services referred to or contained on those linked websites and mobile applications, unless specifically stated.\n<br><br>\nAmway is not responsible for the content of these linked websites and mobile applications and makes no representation as to the accuracy of any material on these websites or mobile applications.\n<br><br>\nAmway, to the maximum extent possible, excludes liability for any loss suffered as a result of use of these third party websites and mobile applications, or reliance on the information contained within. The terms and conditions, terms of use and privacy policies of those third party websites and mobile applications will apply to your use of those websites and mobile applications.\n<br><br>\n\n\n\n<b>5 General</b><br>\n<br>\n<b>5.1 Governing law</b>\nThese Terms of Use shall be governed by and construed in accordance with the laws of India in force.\n<br><br>\n<b>5.2 Jurisdiction</b>\nThese Terms of Use shall be governed by and construed according to the laws of India in force and you irrevocably and unconditionally submit to the exclusive jurisdiction <b>of the courts of Delhi.</b>\n<br><br>\nIn the event of any dispute with respect to the Application, such dispute or difference shall be referred to the sole arbitrator to be appointed with mutual consent or as per the provisions of Arbitration and Conciliation Act, 1996. The decision of such arbitration shall be binding and conclusive upon the Parties and may be enforced in the court of competent jurisdiction. The arbitration proceedings shall be held in Delhi.\n<br><br>\n<b>5.3 Entire agreement</b>\nThis agreement, together with other documents referred to in it, constitutes the entire agreement between you and us relating to the Application.\n<br><br>\n<b>5.4 Severability</b>\nThe invalidity or unenforceability of any provision of this agreement shall not affect the rest of the provisions in this agreement, which will continue in full force and effect.\n<br><br>\n\n<b>5.5 Invalid or unenforceable provisions</b><br>\nIf a provision of these Terms of Use is found by a court of law to be invalid or unenforceable:\n<br>\n(a) it is to be read down or severed to the extent of the invalidity or unenforceability; and<br>\n(b) that fact does not affect the validity or enforceability of the remaining provisions.\n<br><br>\n<b>5.6 No waiver</b><br>\nNo provision of these Terms of Use will be taken to be waived except by written notice signed by you and us.\n<br>\n<b>5.7 Contact Details</b><br>\nShould you have any questions regarding the Terms of Use please contact the Application administrator by emailing:",
    "_top_": {
        "type": "string",
        "value": "0dp"
    },
    "_width_": {
        "type": "string",
        "value": "100%"
    },
    "_wrapping_": 2,
    "canUpdateUI": true,
    "containerweight": 100,
    "contentalignment": 4,
    "id": "richTxtTermsContent",
    "info": null,
    "isvisible": true,
    "kuid": "j78876b88346487cb8f84249516755eb",
    "name": "kony.ui.RichText",
    "paddinginpixel": false,
    "parent": "flxScrollTermsOfUse",
    "pf": "termsofusepage",
    "wType": "RichText",
    "widgetalignment": 5,
    "zindex": 1
}